tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "act"
brew "zstd"
brew "libtiff"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bat"
brew "bcrypt"
brew "libyaml"
brew "commitizen"
brew "coreutils"
brew "doctl"
brew "dust"
brew "eza"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnupg"
brew "goose"
brew "gopls"
brew "guile"
brew "jq"
brew "krb5"
brew "llvm@12"
brew "magic-wormhole"
brew "mockery"
brew "neovim"
brew "postgresql@14"
brew "pre-commit", link: false
brew "redis", restart_service: true
brew "ripgrep"
brew "sbcl"
brew "starship"
brew "tldr"
brew "tree"
brew "wimlib"
brew "wxwidgets"
brew "yadm"
brew "yt-dlp"
brew "zlib"
cask "bruno"
cask "font-hack-nerd-font"
cask "macfuse"
cask "vscodium"
